Repository: 123host/speakout-email-petitions
Catalog: languages/dk_speakup-*.po
Languages: ca

source: Edit Email Petition
ca: Edita la petició

source: Update Petition
ca: Actualitza la petició

source: Petition created. Use %1$s %2$s %3$s to display in a page or post. Use %1$s %4$s %3$s to display the signatures list.
ca: S'ha creat la petició. Useu %1$s %2$s %3$s per mostrar-la a una entrada o a una pàgina. Useu %1$s %4$s %3$s per mostrar la llista de signatures.

source: Edit New Email Petition
ca: Edita una nova petició

source: Petition updated.
ca: S'ha actualitzat la petició.

source: Add New Email Petition
ca: Afegeix una nova petició

source: Create Petition
ca: Crea la petició

source: Add me to your mailing list
ca: Afegeix-me a la llista de correu

source: Error: Please correct the highlighted fields.
ca: Error: Per favor, corregiu els camps realçats.

source: Enter title here
ca: Introduïu el títol ací

source: Petition
ca: Petició

source: Do not send email (only collect signatures)
ca: No cal enviar-la per correu (només es recolliran les signatures)

source: Target Email
ca: Correu de destí

source: Email Subject
ca: Assumpte del correu

source: Greeting
ca: Salutació

source: Petition Message
ca: Missatge de la petició

source: Twitter Message
ca: Missatge de Twitter

source: Petition Options
ca: Opcions

source: Confirm signatures
ca: Confirmar les signatures

source: Return URL
ca: URL de tornada

source: Allow custom messages
ca: Permetre missatges personalitzats

source: Set signature goal
ca: Establir un objectiu de signatures

source: Goal
ca: Fita

source: Set expiration date
ca: Estableix una data límit

source: Jan
ca: gen.

source: Feb
ca: febr.

source: Mar
ca: març

source: Apr
ca: abr.

source: May
ca: maig

source: Jun
ca: juny

source: Aug
ca: ag.

source: Sep
ca: set.

source: Dec
ca: des.

source: Display Options
ca: Opcions de visualització

source: Display address fields
ca: Mostra l'adreça

source: Street
ca: Carrer

source: City
ca: Població

source: State / Province
ca: Comarca / Província

source: Post Code
ca: Codi postal

source: Country
ca: País

source: Display custom field
ca: Mostra un camp personalitzat

source: Label
ca: Etiqueta

source: Display opt-in checkbox
ca: Mostra la casella per apuntar-se

source: Email Petitions
ca: Peticions

source: Add New
ca: Afegeix nova

source: Email Petitions Settings
ca: Configuració de les Peticions

source: Settings
ca: Configuració

source: No Title
ca: Sense títol

source: items
ca: elements

source: of
ca: de

source: Thank you. Your signature has been added to the petition.
ca: Gràcies. La vostra signatura s'ha afegit a la petició.

source: Your signature has already been confirmed.
ca: La vostra signatura ja s'ha confirmat.

source: The confirmation code you provided is invalid.
ca: El codi de confirmació proporcionat és invàlid.

source: Email Confirmation
ca: Confirmació del correu

source: You will be redirected momentarily.
ca: Sereu redirigida momentàniament.

source: Insufficient privileges: You need to be an editor to do that.
ca: Els privilegis són insuficients: Necessiteu ser editora per a fer això.

source: No signatures found.
ca: No s'han trobat signatures.

source: First Name
ca: Nom

source: Last Name
ca: Cognoms

source: Email Address
ca: Correu electrònic

source: Street Address
ca: Adreça postal

source: State
ca: Comarca

source: Date Signed
ca: Data signatura

source: Confirmed
ca: Confirmat

source: Petition Title
ca: Títol de la petició

source: Petition ID
ca: ID de la petició

source: Email Opt-in
ca: S'ha apuntat

source: Custom Message
ca: Missatge personalitzat

source: Language
ca: Idioma

source: Custom Field
ca: Camp personalitzat

source: confirmed
ca: confirmat

source: unconfirmed
ca: no confirmat

source: yes
ca: sí

source: Read the petition
ca: Llegeix la petició

source: Email
ca: Correu

source: Confirm Email
ca: Confirmació del correu

source: signature
ca: signatura

source: Signature goal
ca: Objectiu de signatures

source: End date
ca: Data límit

source: Signatures collected
ca: Signatures aconseguides

source: Error: You must include a valid id.
ca: Error: És necessari incloure un id vàlid.

source: Title
ca: Títol

source: Enter the title of your petition, which will appear at the top of the petition form.
ca: Introduïu el títol de la petició, que apareixerà al capdamunt del formulari de petició.

source: Use this option if do not wish to send petition emails to a target address.
ca: Useu aquesta opció si no voleu enviar les peticions per correu a un destinatari.

source: Enter the email address to which the petition will be sent. You may enter multiple email addresses, separated by commas.
ca: Introduïu l'adreça de correu a què s'enviarà la petició. Podeu introduir-ne més d'una, separant-les amb comes.

source: Enter the subject of your petition email.
ca: Introduïu l'assumpte del correu de petició.

source: Include a greeting to the recipient of your petition, such as "Dear Sir," which will appear as the first line of the email.
ca: Incloeu una salutació per al destinatari de la petició, com ara bé "Distingit/ida senyor/a,", que apareixerà a la primera línia del correu.

source: Enter the content of your petition email.
ca: Introduïu el contingut del correu de petició.

source: Enter a prepared tweet that will be presented to users when the Twitter button is clicked.
ca: Introduïu una piulada predeterminada que es mostrarà a les usuàries quan cliquen el botó de Twitter.

source: Use this option to cause an email to be sent to the signers of your petition. This email contains a special link must be clicked to confirm the signer's email address. Petition emails will not be sent until the signature is confirmed.
ca: Useu aquesta opció per fer que s'envie un correu als signants de la petició. El correu conté un enllaç especial que és necessari clicar per tal de confirmar l'adreça de correu del signant. No s'enviarà la petició fins que es realitze aquesta confirmació.

source: Check this option to allow signatories to customize the text of their petition email.
ca: Activeu aquesta opció per permetre als signants personalitzar el text de la petició.

source: Enter the number of signatures you hope to collect. This number is used to calculate the progress bar display.
ca: Introduïu el nombre de signatures que espereu aconseguir. Aquest nombre s'usa per a calcular el percentatge de progrés.

source: Use this option to stop collecting signatures on a specific date.
ca: Useu aquesta opció per aturar la recollida de signatures en una data concreta.

source: Select the address fields to display in the petition form.
ca: Trieu els camps a mostrar al formulari de la petició.

source: Add a custom field to the petition form for collecting additional data.
ca: Afegiu un camp personalitzat al formulari per recollir dades addicionals.

source: Include a checkbox that allows users to consent to receiving further email.
ca: Incloeu una casella de selecció que permetrà a les usuàries donar el vistiplau per a rebre més correus.

source: These settings control the display of the [emailpetition] shortcode and sidebar widget.
ca: Aquests paràmetres controlen la visualització del giny i el codi [emailpetition].

source: Petition Theme
ca: Aparença de la petició

source: Select a CSS theme that will control the appearance of petition forms.
ca: Seleccioneu un tema CSS que controlarà l'aparença dels formularis de les peticions.

source: Widget Theme
ca: Aparença del giny

source: Select a CSS theme that will control the appearance of petition widgets.
ca: Seleccioneu un tema CSS que controlarà l'aparença dels ginys de les peticions.

source: Submit Button Text
ca: Text del botó de tramesa

source: Enter the text that displays in the orange submit button on petition forms.
ca: Introduïu el text que es mostrarà al botó de tramesa taronja als formularis de les peticions.

source: Success Message
ca: Missatge d'èxit

source: Enter the text that appears when a user successfully signs your petition with a unique email address.
ca: Introduïu el text que apareix quan una usuària ha signat la petició amb una adreça única correctament.

source: Share Message
ca: Missatge de difusió

source: Enter the text that appears above the Twitter and Facebook buttons after the petition form has been submitted.
ca: Introduïu el text que apareix sobre els botons de Twitter i Facebook després que el formulari s'haja tramés.

source: Expiration Message
ca: Missatge de venciment

source: Enter the text to display in place of the petition form when a petition is past its expiration date.
ca: Introduïu el text a mostrar en lloc del formulari quan ha passat la data límit de la petició.

source: Already Signed Message
ca: Missatge de "ja signada"

source: Enter the text to display when a petition is signed using an email address that has already been submitted.
ca: Introduïu el text a mostrar quan es signa una petició amb una adreça de correu que ja s'ha usat.

source: Opt-in Default
ca: Apuntar-se per defecte

source: Choose whether the opt-in checkbox is checked or unchecked by default.
ca: Trieu si la casella per apuntar-se està o no activada per defecte.

source: Display signature count
ca: Mostra el recompte de signatures

source: Choose whether you wish to display the number of signatures that have been collected.
ca: Trieu si voleu mostrar el nombre de signatures recollides.

source: These settings control the content of the confirmation emails.
ca: Aquests paràmetres controlen el contingut dels correus de confirmació.

source: Email From
ca: Adreça remitent

source: Enter the email address associated with your website. Confirmation emails will be sent from this address.
ca: Introduïu l'adreça de correu associada amb la vostra web. Els correus de confirmació s'enviaran des d'aquesta adreça.

source: Enter the subject of the confirmation email.
ca: Introduïu l'assumpte dels correus de confirmació.

source: Email Message
ca: Missatge del correu

source: Enter the content of the confirmation email.
ca: Introduïu el contingut del correu de confirmació.

source: These settings control the display of the [signaturelist] shortcode.
ca: Aquests paràmetres controlen la visualització del codi [signaturelist].

source: Enter the text that appears above the signature list.
ca: Introduïu el text que es mostra sobre la llista de signatures.

source: Theme
ca: Aparença

source: Select a CSS theme that will control the appearance of signature lists.
ca: Seleccioneu un tema CSS que controlarà l'aparença de la llista de signatures.

source: Rows
ca: Files

source: Enter the number of signatures that will be displayed in the signature list.
ca: Introduïu el nombre de signatures que es mostraran a la llista de signatures.

source: Columns
ca: Columnes

source: Select the columns that will appear in the signature list.
ca: Seleccioneu les columnes que es mostraran a la llista de signatures.

source: These settings control the look of the plugin's options pages within the WordPress administrator.
ca: Aquests paràmetres controlen l'aspecte de les pàgines de configuració de l'extensió al panell d'administració de WordPress.

source: Petitions table shows
ca: La taula de peticions mostra

source: Enter the number of rows to display in the "Email Petitions" table
ca: Introduïu el nombre de files a mostrar a la taula de "Peticions"

source: Signatures table shows
ca: La taula de signatures mostra

source: Enter the number of rows to display in the "Signatures" table
ca: Introduïu el nombre de files a mostrar a la taula de "Signatures".

source: CSV file includes
ca: El fitxer CSV inclou

source: Select the subset of signatures that will be included in CSV file downloads
ca: Seleccioneu el subconjunt de signatures que s'inclourà al fitxer CSV per descarregar

source: Petition Form
ca: Formulari de la petició

source: Signature List
ca: Llista de signatures

source: Confirmation Emails
ca: Correus de confirmació

source: Admin Display
ca: Opcions de l'administració

source: Sign Now
ca: Signa ara

source: This petition is now closed.
ca: Aquesta petició està tancada.

source: Thank you
ca: Gràcies

source: Your signature has been added.
ca: S'ha afegit la vostra signatura.

source: This petition has already been signed using your email address.
ca: Ja s'ha signat aquesta petició fent servir la vostra adreça de correu.

source: Share this with your friends:
ca: Comparteix-ho amb les amigues:

source: Please confirm your email address
ca: Per favor, confirmeu la vostra adreça de correu

source: Hello
ca: Hola

source: Thank you for singing our petition
ca: Gràcies per signar la nostra petició

source: Please confirm your email address by clicking the link below:
ca: Per favor, confirmeu la vostra adreça de correu fent clic al següent enllaç:

source: Latest Signatures
ca: Últimes signatures

source: Petition deleted.
ca: S'ha esborrat la petició.

source: All Petitions
ca: Totes les peticions

source: Shortcodes
ca: Codis

source: No petitions found.
ca: No s'ha trobat peticions.

source: Edit
ca: Edita

source: Delete
ca: Suprimeix

source: View Signatures
ca: Mostra les signatures

source: Delete this petition permanently? All of the petition's signatures will be deleted as well.
ca: Voleu suprimir aquesta petició de manera permanent? També s'eliminaran les signatures recollides.

source: Settings updated.
ca: S'ha actualitzat la configuració.

source: Default
ca: Predeterminat

source: Basic
ca: Bàsic

source: None
ca: Ningun

source: use
ca: useu

source: Accepted variables:
ca: Variables acceptades:

source: Accepted tags:
ca: Etiquetes acceptades:

source: Checked
ca: Activat

source: Unchecked
ca: Desactivat

source: Yes
ca: Sí

source: leave blank to display all
ca: deixeu-ho en blanc per mostrar-les totes

source: Date
ca: Data

source: rows
ca: files

source: All signatures
ca: Totes les signatures

source: Only opt-in signatures
ca: Només els signants que s'han apuntat

source: Only double opt-in signatures
ca: Només els signants que s'han apuntat doble

source: opt-in + confirmed
ca: apuntats + confirmats

source: Save Changes
ca: Desa els canvis

source: All Signatures
ca: Totes les signatures

source: Signature deleted.
ca: S'ha esborrat la signatura.

source: Confirmation emails sent.
ca: S'han enviat els correus de confirmació.

source: Select petition
ca: Selecciona una petició

source: Download as CSV
ca: Descarrega com a CSV

source: Re-send confirmations
ca: Torna a enviar les confirmacions

source: Are you sure you want to do this? A separate confirmation email will be sent for each unconfirmed signature.
ca: Esteu segura? S'enviarà un nou correu de confirmació per a cada signatura no confirmada.

source: Name
ca: Nom

source: Opt-in
ca: S'ha apuntat

source: Display a petition form.
ca: Mostra el formulari d'una petició.

source: Sign the Petition
ca: Signa la petició

source: Sharing URL
ca: URL per compartir

source: Call to Action
ca: Crida a l'acció

source: Support
ca: Suport

source: Donate
ca: Feu una donació
